Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2019.tmx
Source language: en_us
Languages: zh_cn

source: REPORT ON THE WORK OF THE GOVERNMENT
zh_cn: 政府工作报告

source: Li Keqiang Premier of the State Council
zh_cn: 国务院总理 李克强

source: Second Session of the 13th National People's Congress of the People's Republic of China, March 2019
zh_cn: ——2019年3月5日在第十三届全国人民代表大会第二次会议上

source: Fellow Deputies,
zh_cn: 各位代表：

source: On behalf of the State Council, I will now report to you on the work of the government and ask for your deliberation and approval. I also invite comments from members of the National Committee of the Chinese People's Political Consultative Conference (CPPCC).
zh_cn: 现在，我代表国务院，向大会报告政府工作，请予审议，并请全国政协委员提出意见。

source: I. 2018 in Review
zh_cn: 一、2018年工作回顾

source: The year 2018 was the first year for putting the guiding principles of the 19th National Congress of the Communist Party of China fully into effect. It was also this government's first to perform, in accordance with law, the functions of office.
zh_cn: 过去一年是全面贯彻党的十九大精神开局之年，是本届政府依法履职第一年。

source: In pursuing development this year, China faced a complicated and challenging domestic and international environment of a kind rarely seen in many years, and its economy came under new downward pressure.
zh_cn: 我国发展面临多年少有的国内外复杂严峻形势，经济出现新的下行压力。

source: Under the firm leadership of the Party Central Committee with Comrade Xi Jinping at its core, we, the Chinese people of all ethnic groups, guided by Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, forged ahead and overcame difficulties. The year's main targets for economic and social development were accomplished, and in building a moderately prosperous society in all respects, we made major progress toward a decisive victory.
zh_cn: 在以习近平同志为核心的党中央坚强领导下，全国各族人民以习近平新时代中国特色社会主义思想为指导，砥砺奋进，攻坚克难，完成全年经济社会发展主要目标任务，决胜全面建成小康社会又取得新的重大进展。

source: The main economic indicators were kept within an appropriate range.
zh_cn: ——经济运行保持在合理区间。

source: Gross domestic product (GDP) grew by 6.6 percent, exceeding 90 trillion yuan.
zh_cn: 国内生产总值增长6.6%，总量突破90万亿元。

source: Economic growth matched electricity consumption, freight transport, and other indicators.
zh_cn: 经济增速与用电、货运等实物量指标相匹配。

source: Consumer prices rose by 2.1 percent.
zh_cn: 居民消费价格上涨2.1%。

source: In the balance of payments a basic equilibrium was maintained.
zh_cn: 国际收支基本平衡。

source: A further 13.61 million new urban jobs were added, and the surveyed unemployment rate remained stable at a comparatively low level of around 5 percent.
zh_cn: 城镇新增就业1361万人、调查失业率稳定在5%左右的较低水平。

source: As a big developing country with a population close to 1.4 billion, we have attained relatively full employment.
zh_cn: 近14亿人口的发展中大国，实现了比较充分就业。

source: Economic structure was further improved.
zh_cn: ——经济结构不断优化。

source: Consumption continued to play an increasing role in driving economic growth.
zh_cn: 消费拉动经济增长作用进一步增强。

source: The service sector's contribution to growth approached 60 percent.
zh_cn: 服务业对经济增长贡献率接近60%，

source: Growth in high-tech industries and equipment manufacturing outstripped that of other industries.
zh_cn: 高技术产业、装备制造业增速明显快于一般工业，

source: Harvests were again good.
zh_cn: 农业再获丰收。

source: Energy consumption per unit of GDP fell by 3.1 percent.
zh_cn: 单位国内生产总值能耗下降3.1%。

source: The quality and returns of growth continued to improve.
zh_cn: 质量和效益继续提升。

source: New growth drivers grew rapidly.
zh_cn: ——发展新动能快速成长。

source: A number of major scientific and technological innovations were made, like the Chang'e-4 lunar probe.
zh_cn: 嫦娥四号等一批重大科技创新成果相继问世。

source: Emerging industries thrived and traditional industries saw faster transformation and upgrading.
zh_cn: 新兴产业蓬勃发展，传统产业加快转型升级。

source: Business startups and innovation continued to surge nationwide, with an average of over 18,000 new businesses opening daily and the total number of market entities passing the 100 million mark.
zh_cn: 大众创业万众创新深入推进，日均新设企业超过1.8万户，市场主体总量超过1亿户。

source: New growth drivers are now profoundly changing our mode of production and way of life, creating new strengths for China's development.
zh_cn: 新动能正在深刻改变生产生活方式、塑造中国发展新优势。

source: New breakthroughs were made in reform and opening-up.
zh_cn: ——改革开放取得新突破。

source: Institutional reforms of both the State Council and local governments were implemented smoothly.
zh_cn: 国务院及地方政府机构改革顺利实施。

source: New progress was made in reform in key fields.
zh_cn: 重点领域改革迈出新的步伐，

source: The negative list system for market access was put fully into effect.
zh_cn: 市场准入负面清单制度全面实行，

source: Reforms to streamline administration and delegate power, improve regulation, and upgrade services were intensified, and our business environment rose significantly in international rankings.
zh_cn: 简政放权、放管结合、优化服务改革力度加大，营商环境国际排名大幅上升。

source: Opening up was expanded on all fronts, and joint efforts to pursue the Belt and Road Initiative (BRI) made significant headway.
zh_cn: 对外开放全方位扩大，共建“一带一路”取得重要进展。

source: The first China International Import Expo was a success.
zh_cn: 首届中国国际进口博览会成功举办，

source: Work began on building the China (Hainan) Pilot Free Trade Zone.
zh_cn: 海南自贸试验区启动建设。

source: China's total volume of trade in goods exceeded 30 trillion yuan, and its utilized foreign investment totaled US$138.3 billion, ranking China first among developing countries.
zh_cn: 货物进出口总额超过30万亿元，实际使用外资1383亿美元、稳居发展中国家首位。

source: The three critical battles got off to a good start.
zh_cn: ——三大攻坚战开局良好。

source: We forestalled and defused major risks.
zh_cn: 防范化解重大风险，

source: The macro leverage ratio trended toward a stable level;
zh_cn: 宏观杠杆率趋于稳定，

source: the financial sector was generally stable.
zh_cn: 金融运行总体平稳。

source: Precision poverty alleviation made significant progress, with the rural poor population reduced by 13.86 million, including 2.8 million people assisted through relocation from inhospitable areas.
zh_cn: 精准脱贫有力推进，农村贫困人口减少1386万，易地扶贫搬迁280万人。

source: Pollution prevention and control was strengthened, and PM2.5 concentrations continued to fall. Marked achievements were made in ecological conservation.
zh_cn: 污染防治得到加强，细颗粒物（PM2.5）浓度继续下降，生态文明建设成效显著。

source: Living standards continued to improve.
zh_cn: ——人民生活持续改善。

source: Per capita disposable personal income grew by 6.5 percent in real terms.
zh_cn: 居民人均可支配收入实际增长6.5%。

source: The threshold for individual income tax was raised and six special additional deductions were created.
zh_cn: 提高个人所得税起征点，设立6项专项附加扣除。

source: Support for basic elderly care and basic health care was strengthened.
zh_cn: 加大基本养老、基本医疗等保障力度，

source: Close to 100 million payments were made to assist students from families in financial difficulty, covering all school types.
zh_cn: 资助各类学校家庭困难学生近1亿人次。

source: More than 6.2 million housing units were rebuilt in rundown urban areas and 1.9 million dilapidated rural houses were renovated.
zh_cn: 棚户区住房改造620多万套，农村危房改造190万户。

source: Urban and rural living standards continued to rise.
zh_cn: 城乡居民生活水平又有新提高。

source: We solemnly commemorated the 40th anniversary of reform and opening up, thoroughly reviewed its great achievements and the valuable experience gained in its pursuit, and pledged our resolve to see reform and opening up through in the new era, thus galvanizing the Chinese people of all ethnic groups to continue their hard work to make new historic achievements.
zh_cn: 我们隆重庆祝改革开放40周年，深刻总结改革开放的伟大成就和宝贵经验，郑重宣示在新时代将改革开放进行到底的坚定决心，激励全国各族人民接续奋斗，再创新的历史伟业。

source: Looking back at the past year, we can see that our achievements did not come easily.
zh_cn: 回顾过去一年，成绩来之不易。

source: What we faced was profound change in our external environment.
zh_cn: 我们面对的是深刻变化的外部环境。

source: Setbacks in economic globalization, challenges to multilateralism, shocks in the international financial market, and especially the China-US economic and trade frictions, had an adverse effect on the production and business operations of some companies and on market expectations.
zh_cn: 经济全球化遭遇波折，多边主义受到冲击，国际金融市场震荡，特别是中美经贸摩擦给一些企业生产经营、市场预期带来不利影响。

source: What we faced were severe challenges caused by the growing pains of economic transformation.
zh_cn: 我们面对的是经济转型阵痛凸显的严峻挑战。

source: An interlacing of old and new issues and a combination of cyclical and structural problems brought changes in what was a generally stable economic performance, some of which caused concern.
zh_cn: 新老矛盾交织，周期性、结构性问题叠加，经济运行稳中有变、变中有忧。

source: What we faced was a complicated terrain of increasing dilemmas.
zh_cn: 我们面对的是两难多难问题增多的复杂局面。

source: We had multiple targets to attain, like ensuring stable growth and preventing risks; multiple tasks to complete, like promoting economic and social development; and multiple relationships to handle, like that between short-term and long-term interests. And the difficulty of making policy choices and moving work forward increased markedly.
zh_cn: 实现稳增长、防风险等多重目标，完成经济社会发展等多项任务，处理好当前与长远等多种关系，政策抉择和工作推进的难度明显加大。

source: With the concerted efforts of the whole country, the Chinese economy, from a larger base, achieved generally stable growth while making further progress; and social stability was ensured.
zh_cn: 经过全国上下共同努力，我国经济发展在高基数上总体平稳、稳中有进，社会大局保持稳定。

source: This once again shows that the Chinese people, under the leadership of the Communist Party of China, have the courage, vision, and strength to prevail over any difficulty or obstacle. There is no difficulty that cannot be overcome in China's pursuit of development!
zh_cn: 这再次表明，在中国共产党领导下，中国人民有战胜任何艰难险阻的勇气、智慧和力量，中国的发展没有过不去的坎。

source: Over the past year, we fully implemented all major policies and plans made by the Party Central Committee with Comrade Xi Jinping at its core. We followed the general principle of pursuing progress while ensuring stability, and worked holistically to maintain stable growth, advance reform, make structural adjustments, improve living standards, and guard against risks.
zh_cn: 一年来，我们深入贯彻以习近平同志为核心的党中央决策部署，坚持稳中求进工作总基调，统筹稳增长、促改革、调结构、惠民生、防风险，

source: We handled economic and trade frictions with the United States appropriately.
zh_cn: 稳妥应对中美经贸摩擦，

source: We worked to ensure stable employment, a stable financial sector, stable foreign trade, stable foreign investment, stable domestic investment, and stable expectations.
zh_cn: 着力稳就业、稳金融、稳外贸、稳外资、稳投资、稳预期，

source: Our main work of the past year was as follows.
zh_cn: 主要做了以下工作。

source: First, we developed new ways to improve macro regulation and ensured a generally stable economic performance.
zh_cn: 一是创新和完善宏观调控，经济保持平稳运行。

source: Facing new circumstances and developments, we were firm in choosing not to adopt a deluge of strong stimulus policies, and we maintained the continuity and consistency of macro policies.
zh_cn: 面对新情况新变化，我们坚持不搞“大水漫灌”式强刺激，保持宏观政策连续性稳定性，

source: As we conducted regulation to keep main economic indicators within an appropriate range, we also improved targeted and well-timed regulation, and carried out anticipatory adjustments and fine-tuning.
zh_cn: 在区间调控基础上加强定向、相机调控，主动预调、微调。

source: We continued to pursue a proactive fiscal policy, focusing on cutting taxes and fees, strengthening areas of weakness, and promoting structural adjustment.
zh_cn: 坚持实施积极的财政政策，着力减税降费、补短板调结构。

source: We reduced VAT rates and expanded the coverage of tax relief for small businesses with low profits, and introduced preferential tax policies to encourage R&D and innovation.
zh_cn: 下调增值税税率，扩大享受税收优惠小微企业范围，出台鼓励研发创新等税收政策。

source: Over the year, the tax and fee burden on enterprises and individuals was thus reduced by around 1.3 trillion yuan.
zh_cn: 全年为企业和个人减税降费约1.3万亿元。

source: We improved the composition of budgetary spending, put idle budgetary funds to use, and ensured spending in key areas.
zh_cn: 优化财政支出结构，盘活财政存量资金，重点领域支出得到保障。

source: We maintained a prudent monetary policy and encouraged financial support for the real economy.
zh_cn: 坚持实施稳健的货币政策，引导金融支持实体经济。

source: In response to the difficulties and high costs of financing, we reduced required reserve ratios four times, and applied a combination of measures to ease funding shortages faced by private enterprises and small and micro businesses. Initial success was thus made in curbing the rising cost of financing.
zh_cn: 针对融资难融资贵问题，先后4次降低存款准备金率，多措并举缓解民营和小微企业资金紧张状况，融资成本上升势头得到初步遏制。

source: We promptly responded to abnormal fluctuations in the stock and bond markets, and kept the RMB exchange rate basically stable.
zh_cn: 及时应对股市、债市异常波动，人民币汇率基本稳定，

source: China's foreign exchange reserves were maintained at over US$3 trillion.
zh_cn: 外汇储备保持在3万亿美元以上。

source: Second, we took solid action in the three critical battles and made good progress in carrying out key tasks.
zh_cn: 二是扎实打好三大攻坚战，重点任务取得积极进展。

source: We drew up and began the systematic implementation of a three-year action plan for the three critical battles.
zh_cn: 制定并有序实施三大攻坚战三年行动方案。

source: We made steady progress in structural deleveraging, handled risks in the financial sector prudently and appropriately, prevented and controlled local government debt risks, and reformed and improved mechanisms for conducting regulation over the real estate market.
zh_cn: 稳步推进结构性去杠杆，稳妥处置金融领域风险，防控地方政府债务风险，改革完善房地产市场调控机制。

source: We made further progress in precision poverty alleviation. We strengthened poverty relief capacity, increased budgetary input, and encouraged society to assist poverty alleviation. The self-development capacity of poverty-stricken areas was steadily enhanced.
zh_cn: 深入推进精准脱贫，加强扶贫力量，加大资金投入，强化社会帮扶，贫困地区自我发展能力稳步提高。

source: We launched an all-out fight to keep our skies blue, our waters clear, and our land pollution-free.
zh_cn: 全面开展蓝天、碧水、净土保卫战。

source: Energy and transportation structures were upgraded.
zh_cn: 优化能源和运输结构。

source: The replacement of coal with natural gas and electricity in North China was steadily advanced.
zh_cn: 稳妥推进北方地区“煤改气”“煤改电”。

source: The system of river chiefs and lake chiefs was established across the country.
zh_cn: 全面建立河长制、湖长制。

source: The use of both chemical fertilizers and pesticides was reduced.
zh_cn: 化肥农药使用量实现双下降。

source: Inspections and law enforcement for environmental protection were strengthened.
zh_cn: 加强生态环保督察执法。

source: And we took active steps to respond to climate change.
zh_cn: 积极应对气候变化。

source: Third, we deepened supply-side structural reform and steadily unleashed the dynamism of the real economy.
zh_cn: 三是深化供给侧结构性改革，实体经济活力不断释放。

source: We strengthened work to cut ineffective supply, foster new growth drivers, and reduce costs in the real economy.
zh_cn: 加大“破、立、降”力度。

source: We made progress in using market mechanisms to cut capacity in the steel and coal industries.
zh_cn: 推进钢铁、煤炭行业市场化去产能。

source: Measures were implemented to ensure stable investment; as a result, investment in manufacturing and private investment rebounded markedly.
zh_cn: 实施稳投资举措，制造业投资、民间投资增速明显回升。

source: Policies were adopted to stimulate consumer spending.
zh_cn: 出台促进居民消费政策。

source: Internet Plus initiatives were advanced across the board, and new technologies and models were used to transform traditional industries.
zh_cn: 全面推进“互联网+”，运用新技术新模式改造传统产业。

source: We deepened efforts to streamline government functions and cut taxes and fees.
zh_cn: 深入推进简政减税减费。

source: A number of government permits were abolished, the reform separating permits from the business license was implemented nationwide, the time needed to start a business was considerably shortened, and the types of industrial production permits were cut by over a third.
zh_cn: 取消一批行政许可事项，“证照分离”改革在全国推开，企业开办时间大幅压缩，工业生产许可证种类压减三分之一以上。

source: Oversight conducted through the random selection of both inspectors and inspection targets and the prompt release of results was implemented nationwide.
zh_cn: “双随机、一公开”监管全面实施。

source: We overhauled the charges and fees levied on businesses, and encouraged cuts in the cost of energy, broadband services, and logistics.
zh_cn: 清理规范各类涉企收费，推动降低用能、用网和物流等成本。

source: We advanced the Internet Plus Government Services initiative, the local authorities explored and extended a number of distinctive reform measures, and both businesses and the public now enjoy increasingly better access to government services.
zh_cn: 深化“互联网+政务服务”，各地探索推广一批有特色的改革举措，企业和群众办事便利度不断提高。

source: Fourth, we continued to implement the innovation-driven development strategy and further increased innovation capacity and performance.
zh_cn: 四是深入实施创新驱动发展战略，创新能力和效率进一步提升。

source: We greatly improved the innovation ecosystem to keep innovators of all kinds fully motivated.
zh_cn: 大力优化创新生态，调动各类创新主体积极性。

source: The reform of the management system for science and technology was deepened, steps were taken to achieve breakthroughs in core technologies for key fields, and the building of major science and technology infrastructure and innovation centers was stepped up.
zh_cn: 深化科技管理体制改革，推进关键核心技术攻关，加强重大科技基础设施、科技创新中心等建设。

source: We strengthened the principal position of enterprises in technological innovation, and extended the policy on raising the proportion of additional tax-deductible R&D costs to cover all enterprises.
zh_cn: 强化企业技术创新主体地位，将提高研发费用加计扣除比例政策扩大至所有企业。

source: We developed policies and measures to support innovation and business startups.
zh_cn: 制定支持双创深入发展的政策措施。

source: The volume of contracted technology transactions grew by over 30 percent.
zh_cn: 技术合同成交额增长30%以上。

source: The contribution of technological advances to economic growth has risen to 58.5 percent.
zh_cn: 科技进步贡献率提高到58.5%。

source: Fifth, we intensified reform and opening-up and continued to strengthen the momentum of development.
zh_cn: 五是加大改革开放力度，发展动力继续增强。

source: We deepened reforms of state capital and state-owned enterprises (SOEs) and made new gains in upgrading and restructuring SOEs and in improving their quality and performance.
zh_cn: 深化国资国企改革，国有企业优化重组、提质增效取得新进展。

source: In addressing difficulties and issues encountered by private enterprises, we used every feasible means to help them overcome problems and concerns.
zh_cn: 针对民营企业发展遇到的困难和问题，千方百计帮助解忧纾困。

source: We advanced the reform of the fiscal and tax systems, and launched performance-based budget management reform across the country.
zh_cn: 推进财税体制改革，预算绩效管理改革全面启动。

source: We reformed the financial regulatory system and improved the mechanisms through which interest rates and exchange rates are set by the market.
zh_cn: 改革金融监管体制，完善利率、汇率市场化形成机制。

source: Steady progress was made in reforms related to agriculture, rural affairs, social programs, and environmental protection.
zh_cn: 农业农村、社会事业、生态环保等领域改革不断深化。

source: In opening up, we introduced a series of major moves.
zh_cn: 推出对外开放一系列重大举措。

source: Joint efforts to pursue the Belt and Road Initiative are producing a pace-setting effect, cooperation mechanisms for countries along its routes are steadily improving, and economic cooperation, trade, and cultural and people-to-people exchanges under the Initiative have gathered momentum.
zh_cn: 共建“一带一路”引领效应持续释放，同沿线国家的合作机制不断健全，经贸合作和人文交流加快推进。

source: We launched policies to ensure steady growth in foreign trade, and cut the time needed for customs clearance by more than half.
zh_cn: 出台稳外贸政策，货物通关时间压缩一半以上。

source: Import tariffs on some goods were lowered, and the overall tariff level was reduced from 9.8 to 7.5 percent.
zh_cn: 下调部分商品进口关税，关税总水平由9.8%降至7.5%。

source: A number of new integrated pilot zones for cross-border e-commerce were established.
zh_cn: 新设一批跨境电商综合试验区。

source: Reform measures proven to work in pilot free trade zones were replicated and applied elsewhere.
zh_cn: 复制推广自贸试验区改革经验。

source: We shortened significantly the negative list for foreign investment, opened up sectors like finance and automobiles wider to foreign competition, and sped up the implementation of a number of major foreign investment projects.
zh_cn: 大幅压缩外资准入负面清单，扩大金融、汽车等行业开放，一批重大外资项目落地，

source: The number of new foreign enterprises grew by nearly 70 percent.
zh_cn: 新设外资企业增长近70%。

source: Sixth, we pursued balanced development across rural and urban areas and regions and sped up the formation of a pattern of positive interplay.
zh_cn: 六是统筹城乡区域发展，良性互动格局加快形成。

source: The rural revitalization strategy was implemented with vigor; grain output was kept above 650 million metric tons.
zh_cn: 乡村振兴战略有力实施，粮食总产量保持在1.3万亿斤以上。

source: Solid progress was made in the pursuit of new urbanization, and close to 14 million people originally from rural areas gained permanent urban residency.
zh_cn: 新型城镇化扎实推进，近1400万农业转移人口在城镇落户。

source: A full range of reforms and innovative measures were introduced to advance development in the western region, revitalize the northeast, energize the central region, and support the eastern region in spearheading development.
zh_cn: 推进西部开发、东北振兴、中部崛起、东部率先发展，出台一批改革创新举措。

source: Major progress was made in boosting the coordinated development of the Beijing-Tianjin-Hebei region.
zh_cn: 京津冀协同发展取得明显进展，

source: Along the Yangtze Economic Belt, efforts to prioritize ecological conservation and boost green development were strengthened.
zh_cn: 长江经济带生态优先、绿色发展格局不断巩固。

source: Substantive steps were taken in the planning and building of the Guangdong-Hong Kong-Macao Greater Bay Area, and the Hong Kong-Zhuhai-Macao Bridge was opened to traffic.
zh_cn: 粤港澳大湾区规划建设迈出实质性步伐，港珠澳大桥建成通车。

source: We expanded support for reforms and development in old revolutionary base areas, areas with large ethnic minority populations, border areas, and poor areas.
zh_cn: 加大对革命老区、民族地区、边疆地区、贫困地区改革发展支持力度。

source: Another 4,100 kilometers of high-speed railways opened to traffic, and over 6,000 kilometers of expressways and more than 300,000 kilometers of rural roads were built or improved.
zh_cn: 新增高速铁路运营里程4100公里，新建改建高速公路6000多公里、农村公路30多万公里。

source: With all this, the balance in development between rural and urban areas and between regions has continuously improved.
zh_cn: 城乡区域发展协调性持续增强。

source: Seventh, we continued to ensure and improve living standards in the course of pursuing development and enabled the people to share more fully and fairly in the benefits of reform and development.
zh_cn: 七是坚持在发展中保障和改善民生，改革发展成果更多更公平惠及人民群众。

source: We took prompt steps to ease the impact of changes in the external environment on employment.
zh_cn: 针对外部环境变化给就业带来的影响，及时出台稳就业举措。

source: We made strong moves to ensure the implementation of policies on pay packages of teachers in compulsory education, stepped up the development of small rural schools and boarding schools in towns and townships, and fostered development of substance in higher education.
zh_cn: 大力推动义务教育教师工资待遇政策落实，加强乡村小规模学校和乡镇寄宿制学校建设，促进高等教育内涵式发展。

source: We established a system for the central government to allocate nationwide enterprise employees' basic aged-care insurance funds, raised retirees' basic pensions, and increased the minimum basic aged-care pension benefits for rural and non-working urban residents from 70 to 88 yuan per person per month.
zh_cn: 建立企业职工基本养老保险基金中央调剂制度，提高退休人员基本养老金，城乡居民基础养老金最低标准从每月70元提高到88元。

source: We continued to increase benefits for entitled groups and subsistence allowances, and ensured that all people with disabilities who are eligible can access living allowances and nursing care subsidies.
zh_cn: 继续提高优抚、低保等标准，残疾人“两项补贴”惠及所有符合条件人员。

source: For demobilized military personnel, we improved service provision and management and protected their lawful rights and interests.
zh_cn: 加强退役军人服务管理工作，维护退役军人合法权益。

source: Coordinated medical service, medical insurance, and pharmaceutical reforms continued.
zh_cn: 深化医疗、医保、医药联动改革。

source: We made steady progress in developing the tiered diagnosis and treatment model.
zh_cn: 稳步推进分级诊疗。

source: We raised the level of government subsidies for rural and non-working urban residents' basic medical insurance and the reimbursement rate of their serious illness insurance.
zh_cn: 提高居民基本医保补助标准和大病保险报销比例。

source: The reform for evaluation and approval of new medicines was stepped up; the prices of 17 cancer drugs were slashed and these drugs were included in the national medical insurance catalog.
zh_cn: 加快新药审评审批改革，17种抗癌药大幅降价并纳入国家医保目录。
